[string_table]
100105=moomoo程序文件被损坏，请到https://www.moomoo.com下载并重新安装。
100108=正在加载......
100111=富途证券
100112=Futu Inc.
100121=在线状态
100122=在线
100123=离线
100131=moomoo服务发生中断：
100141=已连接
100142=正在尝试重新连接……
100143=正在连接...
100144=立即重连
100147=优
100148=良
100149=差
100151=升级提示
100152=软件必须立即升级才能继续使用，您现在要进行升级吗？
100161=关闭提示
100162=点击了关闭按钮，你是想：
100163=最小化到任务栏通知区域，不退出程序
100164=退出程序
100165=直接退出
100166=您确定要退出，更换其他帐号登录吗？
100167=moomoo处于锁定状态，您确定要退出吗？
100171=关闭主窗口时：
100172=迷你窗口
100173=迷你窗口停靠在桌面边缘时自动隐藏
100174=置顶的窗口：
100175=主窗口
100199=继续
100200=提示
100201=确定
100202=取消
100203=是
100204=否
100205=应用
100206=不再提示
100207=名称不能为空
100208=名称不能全为空格
100209=中止
100210=忽略
100211=替换确认
100212=删除确认
100221=复制
100222=粘帖
100223=删除
100224=重命名
100225=修改
100226=保存
100227=复制列表数据
100228=导出列表数据
100231=保持窗口最前
100241=解锁
100242=锁定
100243=解锁交易
100244=锁定交易
100245=解锁A股交易
100246=锁定A股交易
100251=退出
100252=完成
100253=发送
100254=关闭
100255=副本
100256=解锁/锁定交易
100257=锁定全部
100258=点击开户
100259=点击添加
100260=剪切
100261=全选
100262=知道了
100263=重试
100264=保留两者
100275=未知状态
100281=账户
100282=现金
100283=融资
100284=融资融券
100285=管理账户
100286=最大
100287=卖空
100289=未知类型
100290=A股通
100291=港股
100292=美股
100293=A股
100294=上海
100295=深圳
100296=仿真
100297=升级到%s账户
100298=富途A股通
100299=期货
100300=：
100301=日期
100302=年
100303=月
100304=周
100305=日
100308=全部
100311=港元
100312=美元
100313=人民币
100401=1月
100402=2月
100403=3月
100404=4月
100405=5月
100406=6月
100407=7月
100408=8月
100409=9月
100410=10月
100411=11月
100412=12月
100413=日
100414=一
100415=二
100416=三
100417=四
100418=五
100419=六
100420=今天
100421=明天
100422=后天
100423=周日
100424=周一
100425=周二
100426=周三
100427=周四
100428=周五
100429=周六
100431=%d天%d小时
100432=%d小时%d分钟
100433=%d分钟%d秒
100434=%d秒
100435=%d天
100436=剩余
100440=无
100500=服务器返回未知错误！
100501=等待服务器返回超时！
100502=网络连接错误！
100503=网络连接错误或服务器返回超时！
100511=没有找到此股的价位表，无法加减价格！
100512=没有找到此股最小股数，无法加减数量！
100601=买入
100602=卖出
100603=仿真买入
100604=仿真卖出
100605=买卖
100606=卖空
100607=买回
100611=方向
100612=代码
100613=名称
100614=价格
100615=数量
100616=竞价
100617=代码
100621=股
100622=股票名称
100623=张
100624=一张期权=%s股
100625=期货名称
100631=操作
100651=市价
100652=买一
100653=卖一
100660=初始保证金
100661=港元可用资金
100662=美元可用资金
100663=持仓可卖
100664=平仓需买入
100665=初始
100666=港元
100667=美元
100668=持仓
100669=平仓
100701=分组设置
100702=面板菜单
100703=窗口设置
100721=窗口颜色
100722=默认颜色
100751=分组编号
100752=无分组
100761=显示模式
100781=横向模式
100782=竖向模式
100901=我的
100902=仿真
100903=报价
100904=行情
100905=消息
100906=策略
100907=交易
100908=资讯
100909=moomoo圈
100910=直播
100911=设置为单独窗口打开
100912=设置为内嵌窗口打开
100913=数据
101001=确定
101002=警告
101003=询问
101004=错误
101005=提示
101011=moomoo
101012=消息
101013=发送消息
101021=登录设置
101022=下线通知
101023=下单确认
101024=设置常用数量
101025=选择分组
101026=moomoo键盘精灵
101027=移仓确认
101030=用户体验反馈
101031=moomoo新特性
101041=重命名布局
101042=保存当前布局
101045=另存为模板
101046=模板管理
101047=重命名模板
101051=重命名面板
101052=设置面板名称
101101=新建标签页
101102=固定
101103=取消固定
101104=重命名标签页
101105=关闭标签页
101106=关闭其他标签页
101107=关闭左侧标签页
101108=关闭右侧标签页
101152=迷你报价
101153=自选股
101154=经纪监察
101155=选股
101171=个股交易
101172=交易
101173=订单
101174=条件单
101176=历史
101177=账户
101178=持仓
101179=今日统计
101180=小时钟
101181=历史订单
101182=历史成交
101183=美股LV2
101184=相关标的
101185=账户搜索
101186=Web组件
101187=港股全盘
101201=经纪管理
101202=订单监察
101203=成交流水
101204=查找客户
101205=交易监察
101206=现金融资
101207=订单监察
101208=成交流水
101209=查找客户
101210=孖展管理
101211=公司孖展
101212=孖展管理
101218=环球指数
101219=沪深
101220=美股
101221=港股
101222=自选股
101223=窝轮王
101224=经纪监察
101225=个股详情
101226=多股同列
101227=股市资讯
101228=沪港通
101229=深港通
101231=港股交易
101232=港股仿真
101233=操盘手
101235=新建面板
101236=专业操盘
101237=美股交易
101238=美股仿真
101239=A股交易
101240=组件标签
101244=保存布局
101246=我的账户
101247=新股认购
101248=窝轮王
101249=我的资产
101251=港股账户
101252=美股账户
101253=A股账户
101255=市场要闻
101256=实时直播
101257=市场
101258=行业
101259=热点推送
101260=自选个股
101261=财经日历
101262=大学
101263=股票百科
101264=社区
101265=直播
101266=公告精选
101267=分红派息
101268=新股数据
101269=窝轮分析
101270=迷你窗口
101271=我的富途
101272=服务
101273=安全
101274=moomoo新特性
101281=管理中心
101282=应用管理
101283=布局管理
101284=组件模板管理
101291=系统设置
101292=个人资料
101293=基本设置
101294=外观设置
101295=安全设置
101296=清除缓存
101297=权限设置
101298=提醒设置
101299=交易设置
101301=软件更新
101311=帮助
101312=使用帮助
101313=意见反馈
101314=关于
101315=moomoo新特性
101316=隐私政策
101317=在线客服
101318=服务协议
101323=锁定软件
101324=解除锁定
101331=我的账户
101332=账户统计
101333=存入资金
101334=提取资金
101335=转入股票
101336=转出股票
101337=日结单
101338=月结单
101339=账户资料
101340=新股认购
101341=购买Lv2
101351=修改密码
101352=修改交易密码
101353=修改登录密码
101361=切换帐号
101362=退出moomoo
101365=打开主窗口
101366=打开迷你窗口
101367=资金互转
101368=高级交易
101369=期货交易
101370=点价交易
101401=设置交易密码失败！
101402=解锁交易失败！
101403=锁定交易失败！
101411=下单失败！
101412=获取账户信息失败！
101413=获取成交记录失败！
101414=获取订单记录失败！
101415=获取条件单记录失败！
101421=订单发生错误！
101422=改单失败！
101423=撤单失败！
101424=失效失败！
101425=生效失败！
101426=删除失败！
101429=拆分订单失败！
101431=全部失效失败！
101432=全部生效失败！
101433=全部撤单失败！
101441=条件单发生错误！
101442=修改条件单失败！
101443=删除条件单失败！
101444=订单确认失败！
101445=对价平仓失败！
101446=最新价平仓失败！
101451=获取账户列表失败
101452=账户列表获取重试中...
101471=获取历史订单记录失败！
101472=获取历史成交记录失败！
101481=获取经纪账户列表失败！
101482=获取账户列表失败！
101483=获取系统所有成交失败！
101484=获取系统所有订单失败！
101485=获取系统所有客户失败！
101486=发放信贷失败！
101487=回收信贷失败！
101488=获取公司孖展总统计失败！
101489=获取公司孖展持仓统计失败！
101491=获取转账银行信息失败！
101492=获取银证转账记录失败！
101493=银证转账失败！
101494=绑定A股账户失败！
101495=批量平仓失败！
101496=最大购买力获取失败，请点击重试再次获取！
101497=获取持仓记录失败！
101601=登录服务：
101602=交易服务：
101604=行情服务：
101611=正常
101612=已断开
101661=moomoo号：
101664=上次登录：
101665=修改资料
101666=手机号：
101667=未认证
101668=（已认证）
101669=认证手机号
101801=打开系统设置
101802=打开应用管理
101803=主菜单
101805=消息
101806=存入资金
101807=点击打开我的账户
101808=签到得牛币
101809=找朋友
101811=登录密码
101812=moomoo正在锁定中
101813=请输入登录密码进行解锁
101841=自选
101842=已添加
101851=自选股
101852=通讯录
101853=应用
101854=消息
101855=短线精灵
101861=moomoo: %s(%lld)
101865=自建的
101866=编辑
101870=搜索：股票、好友
101871=联系人
101872=聊天室
101873=股票
101874=无股票或者联系人搜索结果...
101875=无联系人搜索结果...
101876=无股票搜索结果...
101877=你可能感兴趣的人
101878=无股票或者指标搜索结果...
101879=输入股票代码/名称/拼音
101921=不分组：
101922=可选分组：
101961=可单独窗口打开
101962=点击三角按钮或右键可设置为单独窗口打开或设置回内嵌窗口打开。
101963=主菜单
101964=点击这里打开主菜单，里面有设置、更新和其他功能入口。
101965=换皮肤
101966=点击这里可以更换皮肤哦。
101967=打开迷你窗口
101968=点击这里可打开迷你窗口或主窗口。
101969=自定义卡片
101970=管理右侧栏卡片，可拖动改变位置，支持显示隐藏卡片。
101971=交易面板合并
101972=操盘面板功能搬家啦，已经并入【交易】中。更高级、专业的自定义交易界面都在这里~
101973=右侧栏改版
101974=点击查看“资讯”
102001=忘记密码
102002=注册moomoo帐号
102003=找回登录密码
102004=注册新帐号
102005=立即登录
102006=取消登录
102007=记住密码
102008=自动登录
102009=帐号登录
102010=境外手机登录
102011=登录moomoo
102012=正在登录中...
102013=境外手机号登录
102021=登录失败！
102022=确    定
102023=登录失败，未知错误。
102024=无法连接到您选择的服务器%s，请尝试设置为自动选择并重试。
102025=登录失败，请检查网络！
102026=帐号或登录密码不正确！
102027=您的帐号已在本机登录，不能重复登录！
102028=服务器拒绝登录，请稍后再试！
102029=绑定并登录
102030=或 其他方式登录
102031=查看常见原因
102032=登录已失效，请重新登录
102033=网络检测
102035=登录已失效，请重新登录。
102036=我知道了
102039=手机号
102040=选择登录用户名类型
102041=moomoo号/美国手机号/邮箱
102042=登录密码
102045=请输入您的帐号
102046=请输入您的登录密码
102047=请输入验证码(不区分大小写)
102048=刷新
102049=可选填
102051=您的帐号被迫下线！
102052=您的帐号已在另外一台设备登录，当前登录已失效。
102053=重新登录
102054=您的登录密码已修改，请重新登录。如果这不是您本人的操作，您的登录密码有可能已经泄露，建议您修改登录密码。
102055=修改登录密码
102056=联系工作人员
102057=您的帐号已被禁止登录，被迫下线！
102058=请联系工作人员，帮您处理。
102059=知道了
102081=短信验证
102082=认证手机号
102083=手机不在身边？请联系我们
102084=没收到验证码？
102088=发送短信验证码
102089=是否发送验证码短信到%s？
102090=正在发送...
102091=发送失败！
102092=重发
102093=%d秒
102094=短信验证码已发送，请填写验证码
102095=请输入短信验证码
102096=验证失败！
102097=服务器返回数据格式错误
102101=代理类型
102102=地址
102103=端口
102104=用户名
102105=密码
102106=域
102107=测试代理
102108=停止测试
102109=不使用代理
102110=SOCKS4代理
102111=SOCKS5代理
102112=HTTP代理
102113=使用浏览器设置
102114=富途HTTP代理
102121=请填写正确的代理服务器地址
102122=请填写正确的代理服务器端口
102123=代理服务器测试通过！
102124=代理服务器测试失败！
102131=服务器选择：
102132=自动选择服务器
102201=moomoo已锁定
102202=输入登录密码，解锁软件：
102203=登录密码错误
102204=忘记登录密码？
102401=交易密码：
102402=请输入您的交易密码
102403=忘记交易密码？
102404=交易账户：
102405=已解锁交易
102411=解锁交易
102415=令牌动态密码
102416=动态密码
102417=动态密码无法正常使用？
102418=验证码：
102419=点击刷新验证码
102420=请输入token密码
102421=您尚未有交易权限，请立即开户。
102422=立即开户
102423=开通交易权限
102424=您的开户资料已提交，但账户尚未开通，请等待工作人员处理。
102425=您还未开通美股交易。
102426=开通美股交易
102427=开户得好礼
102428=您的账户暂未开通，请尽快完成风险披露，完成后才可以开通。
102429=立即去完成风批
102430=您尚未设置交易密码，为了您的资金安全，请先设置交易密码后再进行交易。
102431=升级账户
102441=设置交易密码
102442=富途牛牛桌面端暂不支持重置Futu Inc.账户交易密码，如有需要，请您通过移动端富途牛牛App重置。
102501=衍生产品风险提示
102502=股权风险提示
102503=低价股风险提示
102511=窝轮、牛熊证等衍生产品风险较高，需要您了解并确认相关风险后才可以进行交易。
102512=本人曾受过有关衍生产品的培训和课程
102513=本人具有与衍生产品相关的工作经验
102514=本人在过去3年，产生过至少5次有关衍生产品的交易
102521=股权并非正股，有可能损失全部资金，需要您了解并确认相关风险后才可以进行交易。
102522=1. 股权不是正股，杠杆大，可交易日期短，到期后如不选择供股，会损失所有投资本金。
102523=2. 在选择供股后到股票派发期间，投资者需承受股价下跌的风险。
102524=3. 投资者需自行留意相关股权的交易及供股日期，富途只会做义务上的提示。
102531=低价股存在以下风险，有可能导致较大亏损，需要您了解并确认相关风险后才可以进行交易。
102532=1. 港股美股单日涨跌幅不受限制，低价股日内波动可能较大。
102533=2. 低价股一般成交清淡，流通风险较大。
102534=3. 低价股退市风险比一般正股要大。
102535=应监管要求，关闭“订单成交提醒”，需要先进行风险确认。
102541=确认
102542=取消
102543=本人了解以上风险
102550=暗盘交易提醒
102551=暗盘交易属于新股上市前的场外交易，存在一定风险。如您需要交易，请完成风险确认。
102552=去确认
102553=暗盘交易期间，持仓市值及盈亏将以暗盘最新价计算，仅供参考。系统将于暗盘交易日24:00后切换回以交易所最新价（即发行价）计算，导致市值及盈亏变化，不会影响您的实际资产，请您留意。点击了解详情。
102554=衍生品交易评测
102555=为确保您对相关风险有所了解，交易前需完成衍生品交易评测，完成后即可正常进行交易。
102556=开始评测
102557=风险确认
102558=该交易行为风险较高，需要先进行风险确认。
102559=前往确认
102560=温馨提示
102561=%s当前的委托价格最小单位为%s，您的报价%s可能无法提交至交易所，请将价格修改至最小变动单位的整数倍后再次提交。是否继续提交？ 
102562=继续
102563=您所设定的价格高于当前市场价格 %s，是否继续提交？
102564=您所设定的价格高于当前市场价格 %s，偏离市价过多的订单可能被系统拒绝，是否继续提交？
102565=价格偏离提醒
102566=您所设定的价格低于当前市场价格 %s，是否继续提交？
102567=您所设定的价格低于当前市场价格 %s，偏离市价过多的订单可能被系统拒绝，是否继续提交？
102900=日内交易预警
102901=如果您确认提交当前的订单，您将会完成近期的第三次日内交易。为了防止您被标记为PDT，在您拥有新的日内交易次数之前，您将会被禁止开仓。确认提交吗？
102902=了解更多
103001=买
103002=卖
103003=可买
103004=可卖
103005=现金最大可买数量
103006=融资最大可买数量
103007=卖空待买回数量
103008=最大可卖数量
103009=融券最大可卖空数量
103010=清零
103011=最大可买
103012=最大可卖
103013=没有匹配到合适的股票！
103014=暂无历史记录！
103015=早盘竞价交易需在9:00-9:20下单，9:15后将不能改单及撤单。收市竞价交易需在16:01-16:10下单，16:06后将不能改单和撤单。
103016=早盘竞价限价交易需在9:00-9:15下单，9:15后将不能改单及撤单。收市竞价交易需在16:01-16:10下单，16:06后将不能改单和撤单。
103017=市价交易无需填入价格，自动按市价成交。
103018=触发时根据跟踪止损提交订单类型而定
103019=早市竞价市价交易可在交易日8:45-9:13下单，9:11后将不得改单及撤单。午市竞价交易可在交易日12:30-12:58下单，12:56后将不得改单及撤单。未能配对的竞价市价单将以港交所的拟定开市价(COP)于开市时转换为限价单。
103020=该期货的交易时间段为%s，请在交易日内的该交易时间段内进行交易。
103021=触发条件：
103022=当前时段不能进行交易。
103023=最大可卖空数量
103024=若现价到达以下价格时提交左侧的订单
103025=在该日收盘前
103026=在该日(%s)收盘前
103027=什么是条件单(定点触发)交易？点击了解
103028=订单数量为非整手，如需交易碎股，请将订单类型改为“碎股单”。
103029=更多关于碎股交易
103031=指定价
103032=跟市价
103033=跟买一价
103034=跟卖一价
103037=设置跟价
103038=正在跟价，点击停止跟价
103039=已停止跟价，点击启动跟价
103041=暗盘单(富途证券)
103042=暗盘单(辉立证券)
103043=暗盘单
103044=限价委托
103045=盘前买入
103046=盘前卖出
103047=盘后买入
103048=盘后卖出
103049=显示全部类型
103050=类型
103051=限价单
103052=限价买入
103053=限价卖出
103054=条件单(定点触发)
103055=条件买入(定点触发)
103056=条件卖出(定点触发)
103057=竞价市价单
103058=竞价市价买入
103059=竞价市价卖出
103060=竞价限价单
103061=竞价限价买入
103062=竞价限价卖出
103063=市价单
103064=市价买入
103065=市价卖出
103066=跟踪止损单
103067=增强
103068=盘前交易
103069=盘后交易
103070=碎股单
103071=买入1/4
103072=买入1/2
103073=买入3/4
103074=买入全部
103075=卖出1/4
103076=卖出1/2
103077=卖出3/4
103078=卖出全部
103079=仅显示常用数量
103080=设置
103081=点击刷新最新报价(无买卖档数据)
103082=点击刷新最新报价(无买卖档数据) \r\n本月点击刷新次数已用完
103083=点击刷新最新报价(含买卖一档数据) \r\n本月点击刷新还剩%d次（共%d次）
103084=已发送
103085=若以此价格卖出，约盈利%s \r\n此盈亏提示谨供参考
103086=若以此价格卖出，约亏损%s \r\n此盈亏提示谨供参考
103087=点击选择类型
103088=当前股票不支持融资交易
103089=盘前交易需在美东时间%s-%s下单，当前美东时间为
103090=盘后交易需在美东时间%s-%s下单，当前美东时间为
103091=精简模式
103092=普通模式
103095=若买入，会使用融资
103096=若卖出，会融券卖空
103097=碎股单为人工撮合，成交价格一般会差于市场实时价格，请耐心等候成交，适当的高买或低卖可以提高成交机会。
103098=了解更多
103099=暗盘交易时间为交易日16:15-18:30。暗盘卖出股票所得现金不可用于该股票之外的交易，此部分冻结资金会在该股票上市交易后取消。
103100=了解更多
103101=金额
103102=订单金额
103103=(参考利率%s)
103104=若卖出，会进行卖空
103110=条件下单确认
103111=条件
103112=%s 收盘前，股价涨至 %s 时触发
103113=%s 收盘前，股价跌至 %s 时触发
103114=%s 前，股价涨至 %s 时触发
103115=%s 前，股价跌至 %s 时触发
103120=移仓数量
103121=移仓代码
103122=平仓代码
103123=平仓数量
103124=参考
103130=是否允许卖空？
103131=注意：
103132=1. 若允许卖空，条件触发并订单成交后 ，当前股票的持仓将变为-%s股（卖空）；
103133=2. 持有空头仓位的客户可能面临在无事先通知的情况下被平仓的风险；
103134=3. 若关闭了条件交易卖空选项，默认为不允许卖空。
103141=(偏离市价过大)
103142=(数量非整手)
103143=(触发价偏离市价过大)
103144=(价格不在价位上)
103145=到期日：
103146=行权价：
103147=(高买价格)
103148=(低卖价格)
103149=暂不支持行权，请在合约到日期前平仓所有价内头寸
103151=订单金额超出现金最大购买力，其中 %s 将使用到融资。
103152=订单金额超出现金最大购买力，超出部分将使用到融资。
103153=订单成交后，当前股票的持仓将变为 -%s（卖空）。请注意持有空头仓位的客户可能面临在无事先通知的情况下被平仓的风险。
103154=订单成交后，当前股票的持仓将变为空头。请注意持有空头仓位的客户可能面临在无事先通知的情况下被平仓的风险。
103155=订单成交后，当前期权的持仓将变为 -%s（卖空），当期权的买方提前行权时，作为期权的卖方有义务接收指派并执行提前行权。
103156=订单成交后，当前期权的持仓将变为空头，当期权的买方提前行权时，作为期权的卖方有义务接收指派并执行提前行权。
103157=卖空期权操作的最大收益为卖空时获得的全部期权权利金，最大损失随着合约价格的不断上涨可能会非常大，请谨慎交易。
103158=订单成交后，当前期货的持仓将变为 %s（做空）。您可通过下单设置取消做空提醒。请注意持有空头仓位的客户可能面临在无事先通知的情况下被平仓的风险。
103159=%s 收盘前，股价上涨超过 %s 时触发，提交市价单
103160=%s 收盘前，股价上涨超过 %s 时触发，提交限价单
103161=跟踪止损单确认
103162=触发时市价减
103163=%s 收盘前，股价下跌超过 %s 时触发，提交市价单
103164=%s 收盘前，股价下跌超过 %s 时触发，提交限价单
103165=触发时市价加
103166=ADR交易提醒
103167=1. 根据监管义务，不同交易所对ADR设有不同的价格限制(如买单价格上限或卖单价格底限)，可能会导致交易延迟或不被执行，如遇到该情况，请尝试重新下单或联系在线客服处理。
103168=2. 持有ADR可能会产生ADR托管费用，一般会在每年年底收取。
103169=了解“ADR托管费用”
103171=若股价下跌超过
103172=请填写下跌金额
103173=什么是跟踪止损交易？点击了解
103174=自动提交：
103175=市价单
103176=限价单
103177=市价交易订单\r\n自动按市价成交
103178=普通交易订单\r\n订单价格 = 触发时市价 - 指定价差
103179=指定价差
103180=(提示：超出数量)
103181=持仓数量
103182=买多
103183=加多
103184=卖空
103185=加空
103186=平仓
103187=先开先平
103188=对价
103189=最新价
103190=最新
103191=先平仓，后买多 (反手)
103192=先平仓，后卖空 (反手)
103193=先平仓，后买多 (移仓)
103194=先平仓，后卖空 (移仓)
103195=买入 (平仓)
103196=卖出 (平仓)
103197=%s 前，股价下跌超过 %s 时触发，提交限价单
103198=%s 前，股价上涨超过 %s 时触发，提交限价单
103201=设置常用数量
103202=港股自定义填充数量
103203=美股自定义填充数量
103204=A股自定义填充数量
103210=下单数量
103211=最新价自动居中
103212=订单二次确认
103213=关闭后点击操作将直接提交订单，提升下单速度的同时存在误操作的风险，请谨慎选择。
103214=确认关闭
103215=二次确认取消
103216=对价平仓
103217=最新价平仓
103218=新增点价交易功能，点击查看
103219=下单操作：点击买入量/卖出量 列，即用对应价格进行买入/卖出操作；\r\n改单操作：对我的买单/我的卖单 列 订单，鼠标左键点击按住后进行拖动；\r\n点击进入帮助中心了解更多
103221=常用一
103222=常用二
103223=常用三
103224=常用四
103225=常用五
103226=常用六
103227=常用七
103228=常用八
103229=常用九
103230=常用十
103241=一手
103245=更多
103251=1/4可买
103252=1/2可买
103253=1/4融资
103254=1/2融资
103255=1/4买回
103256=1/2买回
103257=1/4可卖
103258=1/2可卖
103259=1/4卖空
103260=1/2卖空
103270=选择市场进行常用数量设置:
103271=市场
103272=港股
103273=美股
103274=沪深
103275=请设置常用数量
103280=选择市场进行常用金额设置:
103281=设置常用金额
103301=获取Lv2
103302=购买Lv2
103311=港股Lv2提供深度实时行情，如需使用，请点击获取。
103312=恭喜您免费获得本月%d次点击报价，如需使用Lv2实时行情，请点击获取。
103313=您本月的点击报价额度已用完，如需使用Lv2实时行情，请点击获取。
104001=未开户
104002=请求开户
104003=即将开通
104004=正常
104005=禁止交易
104006=禁止登录
104007=交易未开启
104008=需要风批
104101=moomoo号
104102=姓名
104103=账户状态
104104=账户类别
104105=资产净值
104106=证券市值
104107=现金
104108=可提金额
104109=冻结资金
104110=购买力
104111=可借额度
104112=股票抵押额
104113=欠款金额
104114=货币单位
104115=结算状态
104116=已结算
104117=未结算
104118=已用额度
104119=可借额度
104120=因每支股票的融资额不同，融资账户的购买力由购买的股票决定
104121=保证金比例
104122=追缴保证金
104123=点击了解什么是保证金比例
104124=最大购买力
104125=卖空购买力
104126=过夜风控比例
104127=点击了解什么是过夜风控比例
104128=多头市值
104129=空头市值
104130=保证金要求
104131=昵称
104132=别名
104133=身份证号码
104134=业务ID
104135=净资产市值占比
104136=计息金额
104137=风控状态
104138=点击了解账户风控状态
104139=日内交易
104140=初始DTBP
104141=剩余DTBP
104142=可用资金
104143=未实现盈亏
104144=已实现盈亏
104145=初始保证金
104146=维持保证金
104147=港元现金
104148=港元现金可提
104149=美元现金
104150=美元现金可提
104151=日内交易待缴
104155=重置
104156=加载失败，请稍后重试
104157=重置失败，请稍后重试
104158=了解详情
104159=仿真资产重置
104170=非常安全
104171=安全
104172=较安全
104173=较低风险
104174=中等风险
104175=偏高风险
104176=预警
104177=危险
104178=最大可提
104179=现金可提
104180=合并
104181=已合并
104201=持有数量@市价
104202=可卖数量
104203=市值
104204=盈亏金额
104205=盈亏比例
104206=今日成交额
104207=今日买入@均价
104208=今日卖出@均价
104209=今日盈亏
104210=成本价
104211=成本价 =（买入总额 - 卖出总额）/ 持有数量
104212=保证金率
104213=查看
104214=开仓价
104215=币种
104216=对价清仓
104217=最新价清仓
104218=对价清仓 %s 所有持仓？
104219=最新价清仓 %s 所有持仓？
104220=展开持仓
104221=收起持仓
104222=对价平仓
104223=最新价平仓
104224=指定价平仓
104225=对价反手
104226=最新价反手
104227=对价移仓
104229=指定价格
104230=移仓合约
104231=移仓数量
104232=更多操作
104233=反手(平仓)
104234=反手(开仓)
104235=移仓(平仓)
104236=移仓(开仓)
104237=已选中合约总数：
104238=取消批量平仓
104239=风险提示：
104240=批量平仓是富途为客户提供的网络便捷交易手段，但因涉及多笔订单，并且持仓状态可能在用户操作下不断更新，因此富途并不保证最终的操作结果。
104241=对价平仓 %s 所有选中持仓？
104242=最新价平仓 %s 所有选中持仓？
104250=显示走势预览图
104251=显示数量为0的股票
104301=默认模式
104302=迷你模式
105010=已撤单
105011=待成交
105012=已成交
105013=全部
105014=全部失效
105015=全部生效
105016=全部撤单
105017=我下的单
105018=只显示我下的订单
105019=批量平仓订单
105100=订单类型
105101=订单价格
105102=订单数量
105103=交易状态
105104=已成交@均价
105105=下单时间
105106=订单号
105107=订单来源
105111=已成交
105201=改单
105202=失效
105203=生效
105204=撤单
105205=删除
105221=正在执行其他操作，请稍候再试！
105225=竞价
105226=市价单
105301=成交价格
105302=成交数量
105303=成交金额
105304=成交时间
105305=对手经纪
105306=成交ID
105400=等待提交
105401=处理中
105402=等待成交
105403=部分成交
105404=全部成交
105405=失效
105406=已撤单
105407=已删除
105408=下单失败
105409=处理超时
105410=等待服务器返回超时，处理结果未知
105411=网络错误，发送失败
105412=部成已撤
105413=已撤销
105414=服务器返回未知错误，处理结果未知
105415=暂无持仓
105420=系统平仓
105430=碎股单在交易所经人工撮合，成交速度会差于整手订单，请耐心等待
105431=当前为竞价时段，您提交的(增强)限价单会在正式开盘(9:30)后排队提交到交易所
105432=订单排队提醒
105433=订单会在正式开盘后排队提交，排队过程中请耐心等待
105450=未报
105452=已报
105453=已报待撤
105454=部成待撤
105471=其他类型
105472=其他
105521=订单数量超过限制，无法按一个订单提交。是否自动拆分成多个订单？
105522=您的下单价格严重偏离市价，是否继续？
105531=您确定要把所有失效的订单生效？
105532=您确定要把所有正常的订单失效？
105533=您确定要把所有可撤单的的订单撤销？
105534=您确定要使此订单生效？
105535=您确定要使此订单失效？
105536=您确定要撤销此订单？
105537=确认对选中订单进行撤单？
105601=状态
105602=触发条件
105603=价格
105604=数量
105606=触发时间
105607=更新时间
105621=修改
105622=删除
105623=导出
105631=等待触发
105632=触发成功
105633=触发失败
105634=过期未触发
105642= 前跌幅超过
105643= 前涨至
105644= 前跌至
105645= 前涨幅超过
106001=常规设定
106002=操作确认
106003=常用数量
106004=皮肤风格
106005=自动锁定
106006=修改密码
106007=快捷键
106008=窗口设置
106009=颜色显示
106010=特殊处理
106011=风险控制
106012=防打扰
106013=自选股
106014=富途令牌
106015=数量加减幅度
106016=默认填充数量
106017=常用金额
106018=字体风格
106019=软件缩放
106101=语言选择：
106102=简体中文
106103=繁體中文
106104=English
106105=涨跌颜色：
106106=红涨 绿跌
106107=绿涨 红跌
106108=特殊显示：
106109=启用行情价格闪烁
106110=启用经纪排位配色
106121=登录设置：
106122=开机时自动启动moomoo
106123=启动moomoo时为我自动登录
106124=更新设置:
106125=允许Beta更新提醒
106151=迷你窗口与主窗口：
106152=只能互相切换
106153=可以同时打开
106201=请选择需要确认的操作：
106202=提交订单确认
106203=撤销订单确认
106204=订单生效、失效确认
106205=融资确认
106206=退出软件确认
106207=全部撤单确认
106208=全部生效、失效确认
106209=删除自选股确认
106210=关闭直播窗口确认
106211=卖空确认
106212=高买低卖交易确认
106213=操作失败提示方式：
106214=弹窗
106215=右下角浮窗
106216=日内交易预警
106217=防止被标记为日内交易者
106218=市价单交易确认
106219=条件订单卖空确认
106220=点价下单二次确认
106221=交易操作确认设置项
106222=设置
106223=订单价格偏离提示确认
106228=美股是否使用盘前盘后价
106229=使用盘前价
106230=使用盘后价
106231=普通交易下单时，若订单数量超过限制，自动拆分成多个订单
106241=普通交易点击买入时，若购买力不足，数量自动更改为最大可买
106242=普通交易点击卖出时，若持仓不足，数量自动更改为最大可卖
106243=您的购买力不足，数量已自动更改为最大可买
106244=您的持仓不足，数量已自动更改为最大可卖
106245=买卖按钮响应鼠标双击
106246=若没有设置自定义填充数量，则自动填充该股票的最大可卖
106247=港股快捷改单时，若购买力不足，订单数量自动更改为最大可买
106248=买入股票自动添加自选
106249=关闭融资提醒
106250=关闭后，您将不再收到下单时的融资提醒，是否确认关闭？
106251=关闭做空提醒
106252=关闭后，您将不再收到下单时的做空提醒，是否确认关闭？
106253=做空风险提示：做空的客户可能面临在无事先通知的情况下，空头以市价被平仓的风险。
106254=1.您正在使用市价单交易，请留意市价单的成交价格没有任何保证，这意味着您的订单将可能以任何价格成交。
106255=2.市价单将可能被拆分成若干个小订单进行执行，每个小订单的最终成交价可能是不同的。
106256=3.如果股票流通性较差或暂无摆盘，可能导致市价单无法成交并撤单，请您保持关注。
106301=设置常用的交易数量：
106401=自动锁定：
106402=启用
106404=锁屏超时：
106405=分钟
106406=如果在超时时间内，键盘或鼠标无动作，就自动锁定软件。锁定后，再次输入密码即可解锁。
106501=皮肤风格：
106502=淡雅银灰
106503=时尚暗黑
106504=富途纯蓝
106505=午夜紫兰
106521=更改皮肤
106601=修改密码：
106602=为了确保您的账户安全，请点击链接进入moomoo网站修改密码。
106603=修改登录密码
106604=修改您的登录密码。修改后将需要重新登录。
106605=修改交易密码
106606=任何涉及到交易、资金的操作，都需要提供交易密码。修改后将需要重新解锁交易。
106702=允许谁能加您为好友：
106703=允许任何人
106704=需要验证信息
106705=不允许任何人
106710=消息提醒
106711=消息提醒设置：
106712=关闭头像闪动
106721=允许谁能查看您的自选股：
106722=公开
106723=仅好友可见
106724=保密
106731=勋章
106732=允许谁能查看您的勋章等级：
106733=仅影响港股、美股、交易三个勋章
106801=声音提醒
106802=提醒内容：
106803=下单提醒
106804=成交提醒
106805=到价提醒
106806=条件触发提醒
106821=数据格式
106822=数量缩写形式：
106823=中式（万，亿）
106824=英式（K, M）
106825=特殊报价格式：
106826=32进制点数报价（美国债期货等）
106830=列表字段
106831=自定义股票列表字段
106832=恢复默认
106851=公众号
106852=“提醒”公众号消息接收设置：
106853=接收订单成交提醒
106854=接收免佣种子提醒
106855=接收到价提醒
106856=接收股票异动提醒
106857=接收衍生品到期提醒
106858=“热点资讯”公众号消息接收设置：
106859=接收推送
106860=接收条件触发提醒
106881=启用富途令牌，可升级您的交易安全。
106882=绑定富途令牌
106883=在客户端使用令牌动态密码，需将富途帐号与富途令牌应用程序绑定。
106884=启用富途令牌
106885=需先绑定令牌动态密码才可启用。
106886=停用富途令牌
106901=选择字体风格：
106902=经典
106903=现代
106904=注意：需退出重新登录moomoo后生效
106911=自定义缩放
106912=与系统缩放(DPI设置)一致
106913=设置缩放比例改变窗口、字体、图片的大小：
106914=%
106915=(允许范围：%d%% - %d%%；最佳比例：%d%%)
107001=输入代码/名称/拼音
107002=自选股数量已达到最大限制！
107003=搜索：好友/moomoo群
107004=好友
107005=牛牛群
107006=无搜索结果
107007=群成员
108001=开盘现金
108002=开盘股票市值
108003=今日成交笔数
108004=今日成交总额
108005=今日总盈亏
108006=今日盈亏比例
108007=今日盈亏比例 = 今日总盈亏 /（开盘前现金 + 开盘前股票市值）
108008=开盘港元现金
108009=开盘美元现金
108010=今买成交笔数
108011=今卖成交笔数
108012=多头持有
108013=空头持有
108014=今日港元总盈亏
108015=今日美元总盈亏
109001=订单个数
109011=成交笔数
109012=成交总额
109013=成交订单数 %d
109014=成交总额(港元)
109015=成交总额(美元)
109021=输入代码查找
109031=查询范围：
109032=至
109033=查询结果：
109034=代码筛选：
109051=查询本月全部
112001=moomoo号、业务ID、姓名
112101=管理帐号
112201=更新时间
112202=冻结排序
112203=解冻排序
112251=客户总数：%d    匹配结果：%d
112301=开盘资产净值
112302=动态盈亏比例
112303=动态盈亏金额
112304=持仓比例
112305=峰值盈利金额
112306=峰值盈利比例
112307=峰值亏损金额
112308=峰值亏损比例
112321=消息
112351=发送消息给%s(%s)：
112352=%s(%s)对你说：
112354=发送内容不能为空！
112355=消息已成功发送！
112356=消息发送失败！
112403=已使用借贷额
112404=授信比
112405=保证金比例
112406=当前风险级别
112407=报警线
112408=平仓线
112409=追缴保证金
112410=砍仓参考额
112411=发放信贷
112412=回收信贷
112413=平仓
112421=现金融资风险警告
112422=有%d个账户出现现金融资红色风险！
112423=系统将在%s回收您的日内现金信贷
112424=重要提示
112431=剩余流动性
112432=维持保证金（MM）
112433=可用资金
112434=初始保证金（IM）
112435=Margin Call剩余
112436=Margin Call保证金（MCM）
112437=净资产/市值
112501=已用融资总额：
112502=可用现金总额：
112503=最大融资总额：
112504=孖展账户总数：
112505=已使用融资账户数：
112506=Margin Call ：
112507=强制平仓：
112508=欠保总额：
112520=股票抵押统计
112521=抵押率
112522=抵押数量
112523=抵押总额
112524=质押占比
112525=用户数
112531=Margin Call 账户数：
112532=强制平仓账户数：
112533=Margin Call 弹窗提醒
112534=已开启
112535=已关闭
112536=全部账户
112537=全部Margin Call账户
112538=强制平仓账户
112539=连续1日Margin Call账户
112540=连续2日Margin Call账户
112541=连续3日及以上Margin Call账户
112542=平仓账户数：
112543=红色账户数：
112544=黄色账户数：
112545=批量平仓
112546=全部撤单
112547=注意，请谨慎操作！
112548=即将对所选的（%d）个账户进行平仓操作，是否继续？
112549=添加全部
112550=移除全部
112551=平仓进行中...
112552=确定要移除全部吗？
112553=浅紫账户数：
112554=深紫账户数：
112560=港股孖展风险警告
112561=有%d个账户出现港股孖展红色风险！有%d个账户出现港股孖展黄色风险！
112562=美股孖展风险警告
112563=有%d个账户出现美股孖展红色风险！有%d个账户出现美股孖展黄色风险！
112800=致电
112801=拨打电话
112802=是否拨打该用户电话？
112803=手机拨出
112804=座机拨出
112805=电话拨打中...请稍后...
113001=moomoo
113003=富途网络
113004=http://www.futunn.com
113005=© 2020 Moomoo Inc.
113006=体验版
113011=CSV文件(*.csv)|*.csv|文本文件(*.txt)|*.txt|所有文件(*.*)|*.*||
113012=版权所有
113013=用户协议
113501=时间设置
113511=交易窗口靠左显示
113512=交易窗口靠右显示
113801=添加A股账户
113802=开通A股账户
113803=解绑A股账户
113804=您确定要解绑%s的A股账户？     (资金账号:%s)
113805=绑定成功！
113810=选择券商：
113811=资金账号：
113812=交易密码：
113813=请输入资金账号
113814=请输入交易密码
113821=绑定
113822=开户
113823=返回
113824=可通过富途直接交易A股通股票
113825=A股证券账户
113826=支持长城证券、平安证券
113827=手机扫描二维码开户
113828=添加
113829=期货账户
113830=最快3分钟内可开通，支持期货交易
113831=平安证券
113832=长城证券
113841=银证转账
113842=银行名称：
113843=银行账号：
113844=可转金额：
113845=转账金额：
113846=银行密码：
113847=资金密码：
113851=转入
113852=转出
113853=注意：银行密码输错次数过多会被锁定，需到银行柜台解锁。
113854=必填
113855=您的申请已提交，请在转账查询中查看转账结果！
113860=不变化
113861=证券转银行
113862=银行转证券
113863=其他
113864=今日转账查询
113871=未报
113872=已报
113873=成功
113874=失败
113875=超时
113876=待冲正
113877=已冲正
113878=调整为成功
113879=调整为失败
113891=日期
113892=时间
113893=转账金额
113894=业务名称
113895=状态
113896=备注
113902=资金账号
113910=未添加
113911=未绑定
113912=已解绑
113921=今日买入
113922=今日卖出
113945=刷新A股所有数据
113946=\r\n最后更新时间:%s
113981=选择股东代码
113982=股东代码
113986=深A
113987=深B
113988=沪A
113989=沪B
113990=持有 %s %s 股
114500=解绑账号
114501=历史记录
114502=货币兑换
114503=申请额度
114504=认购新股
114505=申请供股
114506=选股选息
114507=我的佣金
114508=实时行情
114509=邀请关系
114510=moomoo商城
114511=高级行情
114550=资金
114551=股票
114552=其他
114574=收起
114575=解锁查看账户信息
114576=尚未开户
114577=没有账户信息可以显示，立即开户送免佣
114578=开通交易权限
114579=正在开户
114580=尚未完成开户，请完成必要流程或者等待审核完成
114581=恭喜！您的账户资料已经通过审核。
114582=在线完成风险披露即可开户成功
114583=完成风险披露
114584=添加A股账户
114587=查看开户进度
114590=申请
114591=（支持长城证券、平安证券）
114593=交易免佣
114594=开户即免佣，超低融资利息
114595=$0.01/股，超低佣金
114596=多套佣金方案，灵活选择
114597=腾讯投资，持牌券商
114598=香港证监会监管，投资者赔偿基金保障
114599=腾讯投资，香港证监会监管
114600=SIPC赔偿金高达50万美元/客户
114601=开户入金无限制
114602=存入任意金额即可交易
114603=支持融资，卖空交易
114604=超低融资融券利息
114605=立即开户
114606=继续开户
114607=开户
114608=审核中
114609=成功
114610=支持
114611=0佣金投资
114612=股票，期权，ADRs，ETFs交易通通免佣金
114613=FINRA/SIPC旗下成员
114614=SIPC提供的$500,000资产保障
114615=免费Level II行情
114616=免费实时行情和50多种技术指标
114617=开户享0佣
114618=0佣金投资股票，期权，ADRs，ETFs
114619=多币种交易
114620=任意选择美元、港币交易港股
114621=高容量通道
114622=直连交易所，下单最快0.0037秒
118000=布局
118001=布局名称：
118002=显示器个数：
118003=主显示器分辨率：
118004=最后使用：
118005=最后保存：
118006=备注说明：
118021=布局名称
118022=显示器个数
118023=最后使用
118024=最后保存
118025=备注说明
118031=上次布局
118032=当前布局
118033=我的布局
118034=历史布局
118035=保存当前布局
118036=应用此布局
118037=还原上次布局
118038=尚未保存过布局
118043=已存在此名称的布局，请使用其他名称
118044=保存布局失败！
118051=布局”%s“已存在，是否要替换它？
118052=确定要永久性地删除布局“%s”吗？
118054=布局数量已达到最大限制，请先删除不用布局后再保存。
118101=另存为模板
118102=模板管理
118103=载入系统模板
118104=载入我的模板
118105=载入正在使用的标签页
118106=载入最近关闭的标签页
118107=更多...
118108=导出到
118109=载入本地模版
118111=模板名称：
118112=当前标签：
118121=模板名称
118122=最后使用
118123=最后保存
118143=已存在此名称的模板，请使用其他名称
118151=模板”%s“已存在，是否要替换它？
118152=确定要永久性地删除自定义模板”%s“吗？
118153=请先选中某一项！
118154=模板数量已达到最大限制，请先删除不用模板后再保存。
118155=锁定当前页面组件
118156=页面已锁定，右键进行解锁后方可进行其他编辑操作
118157=模板导入失败
118158=”%s“模板数据错误无法解析
118310=弹出为独立面板
118313=名称：
118314=已存在此名称的面板，请使用其他名称
118315=显示工具箱
118316=隐藏工具箱
118317=关闭磁吸
118318=打开磁吸
118319=观看视频教程
118320=刷新所有数据
118321=刷新交易账户数据
118381=工具箱
118382=通用
118383=港股
118384=美股
118385=A股
118391=清空组件
118501=下一条
118502=上一条
118503=功能小贴士：
118504=第%d条提示，共%d条
123101=设置
123102=快捷键设置
123103=直接按键盘进行设置
123104=其他软件占用快捷键时提醒
123105=未设置
123106=已被其他软件占用
123108=恢复默认设置
123109=无
123110=检测到有其他软件占用了快捷键，建议您修改冲突软件的快捷键，以保证moomoo功能可用，或者
123111=由于软件升级，moomoo快捷键已被重置为默认设置，若您有使用自定义快捷键，请重新
123112=由于软件升级，部分moomoo快捷键已被废除，若您有使用moomoo快捷键，请重新查看
123113=正常
123114=修改moomoo快捷键
123115=设置moomoo快捷键
123116=moomoo快捷键定义
123121=启用常用快捷键
123122=启用交易快捷键
123123=启用行情快捷键
123131=常用快捷键
123132=交易快捷键
123133=行情快捷键
123151=功能说明
123152=键值设定
123153=说明
123201=锁定软件
123203=老板键
123204=打开/隐藏主窗口
123205=打开/隐藏迷你窗口
123206=屏幕截图
123221=切换标签页
123222=返回上一个类别
123223=一键分享截图
123301=买入
123302=卖出
123303=价格输入框值加（+）
123304=价格输入框值减（-）
123305=数量输入框值加（+）
123306=数量输入框值减（-）
123307=填入卖一价格并将焦点设置到买入按钮
123308=填入买一价格并将焦点设置到卖出按钮
123309=填入买一价格并将焦点设置到买入按钮
123310=填入卖一价格并将焦点设置到卖出按钮
123311=填入卖一价格和最大可买数量并将焦点设置到买入按钮
123312=填入买一价格和最大可卖数量并将焦点设置到卖出按钮
123313=最大可买买入
123314=最大可卖卖出
123315=订单价格加一个价位（+）
123316=订单价格减一个价位（-）
123317=改单
123318=撤单
123319=失效
123320=生效
123331=撤销最近一个可撤销的订单
123332=全部撤单
123333=全部失效
123334=全部生效
123335=改单窗口快速撤单并关闭窗口
123336=打开最近一个可改单的订单
123337=1/2 最大可买买入
123338=1/4 最大可买买入
123339=现金最大可买买入
123340=1/2 现金最大可买买入
123341=1/4 现金最大可买买入
123342=1/2 最大可卖卖出
123343=1/4 最大可卖卖出
123344=填入最大可买
123345=填入1/2最大可买
123346=填入1/4 最大可买
123347=填入现金最大可买
123348=填入1/2现金最大可买
123349=填入1/4现金最大可买
123350=填入最大可卖
123351=填入1/2最大可卖
123352=填入1/4最大可卖

123371=填入常用数量一
123372=填入常用数量二
123373=填入常用数量三
123374=填入常用数量四
123375=填入常用数量五
123376=填入常用数量六
123377=填入常用数量七
123378=填入常用数量八
123379=填入常用数量九
123380=填入常用数量十
123381=最近一个可改订单的价格加一个价位并提交（+）
123382=最近一个可改订单的价格减一个价位并提交（-）
123383=平仓
123384=对价买入一张
123385=最新价买入一张
123386=对价卖出一张
123387=最新价卖出一张
123388=对价平仓
123389=最新价平仓
123390=指定价平仓
123391=对价反手
123392=最新价反手
123393=对价移仓
123394=对价清仓
123395=最新价清仓
123401=切换分时、K线
123402=变换分析周期
123403=放大K线或减少连续多日分时
123404=缩小K线或增加连续多日分时
123405=向左移
123406=向右移
123408=变换分时时段
123409=加入到自选股
123410=打开个股窗口
123411=打开交易窗口
123412=加入到自选股
123413=删除自选股
123414=切换多股同列
123416=打开涡轮王
123417=快速左移10个周期
123418=快速右移10个周期
123419=历史分时窗口显示往前一天
123420=历史分时窗口显示往后一天
123421=个股基本资料
123422=到价提醒
123423=品种叠加
123424=切换复权
123425=翻转坐标
123426=曲线平移
123427=切换全屏
123430=1分钟K线
123431=5分钟K线
123432=15分钟K线
123433=30分钟K线
123434=60分钟K线
123435=日K线
123436=周K线
123437=月K线
123438=3分钟K线
123439=季K线
123440=年K线
123441=120分钟K线
123442=4小时K线
123500=启用Lv2
123501=继续使用
123502=行情状态提示
123503=港股Lv2实时行情被其他终端占用。
123504=购买Lv2
123520=持仓交易风险提醒设置：
123521=当日风险提醒频率：
123522=正股与收回价差值小于等于
123523=离最后交易日天数小于等于
123524=持仓个股亏损比例大于等于
123525=%
123526=天
123527=%
123528=只提醒一次
123529=持续提醒
123530=风险提醒
123531=持仓交易风险提醒
123532=相关正股与该股收回价%.2f相差%.2f达到小于等于 %f%% 的风险提醒。
123533=该股离最后交易日还有 %d 天，达到设置的小于等于 %d 天的风险提醒。
123534=已亏损 %.2f, 亏损比例为 %.2f%%，达到设置的大于等于 %f%% 的风险提醒。
123535=上一条
123536=下一条
123537=不再提醒
151001=\r\n收到来自%s(%lld)的消息\r\n内容：%s
151002=\r\n您有新的朋友，双击查看
151020=聊天室 (%d人)
151021=一起来聊聊如何才能任性
151022= (%d人)
151030=删除聊天
151031=查看好友资料
151032=条
151050=昨天
151051=新的朋友
151052=好友
151053=我创建的群
151054=我加入的群
151055=暂无好友
151060=好友验证方式设置
151061=同意
151062=添加
151063=等待验证
151064=请求已发送，等待对方验证
151065=已添加
151066=你已添加对方为好友
151067=对方请求添加你为好友：
151068=对方已添加你为好友
151069=双方已添加为好友
151070=删除记录
151101=删除好友
151102=发消息
151103=消息免打扰
151104=开启新消息提醒
151105=退出群聊
151106=确定退出群聊吗？
151107=退出
151108=取消
151109=查看群聊主页
151110=开启新消息提醒
151111=消息免打扰
151112=退出群聊后历史记录将被删除，且不再接收此群聊消息，确定退出群聊吗？
151113=%s退出了群聊
151114=群主%s把%s移出了群聊
151115=管理员%s把%s移出了群聊
151116=%s加入了群聊
151117=你
151118=群主%s添加%s为管理员
151119=群主%s取消了%s的管理员权限
151120=群主修改了群头像
151121=群主修改了群名称
151122=群主修改了群简介
151123=群主解散了群聊
151124=和
151125=、
151201=已是你的好友，不能重复添加
151202=已存在的请求，请到新的朋友中查看处理
151203=正在处理请求...
151204=您成功添加对方为好友
151205=正在处理请求...
151206=请求已发送，等待对方确认
151207=对方拒绝任何人添加
151208=添加失败，未知错误原因	
151209=开始聊天
151210= - 添加朋友
151250=不能添加自己为好友
151301=删除好友
151302=您确定要删除以下联系人吗？删除是单向的，对方不会收到任何提示。
152400=港股勋章 升级还需%d成长值
152401=开通港股账户即可点亮勋章
152402=美股勋章 升级还需%d成长值
152403=开通美股账户即可点亮勋章
152404=时长勋章 升级还需%d成长值
152405=累积在线30分钟即可点亮勋章
152406=交易勋章 升级还需%d成长值
152407=存入资金即可点亮勋章
152408=免佣勋章 升级还需%d成长值
152409=免佣勋章 未点亮
152410=财富勋章 升级还需%d积分
152411=财富勋章 获取积分即可点亮
152500=Twitter登录
152501=QQ登录
152502=微信登录
152503=微博登录
152504=FaceBook登录
152505=moomoo合作帐号登录
152506=已有moomoo帐号，登录并绑定
152507=还没有moomoo帐号，一键注册
152508=已通过QQ帐号登录
152509=已通过微信帐号登录
152510=已通过微博帐号登录
152511=已通过facebook帐号登录
152512=已通过twitter帐号登录
152513=恭喜您注册成功，moomoo号为
152514=注册失败，请稍后重试
152515=开始使用
152516=返回登录窗口
152517=注册中，请稍候
152518=小米登录
152519=已通过小米帐号登录
152520=Google登录
152521=已通过google帐号登录
153350=返回>>
153351=自适应
153352=最近关闭
153354=最近关闭的标签
153355=空白页
153356=空白标签页
153357=个股页
153358=选股页
153359=自定义
153360=保存时间：
153361=关闭时间：
153362=更多>>
153363=全部
153364=系统
153365=我的
153366=导入
154380=交易勋章
154381=港股勋章
154382=美股勋章
154383=时长勋章
154384=免佣勋章
154385=财富勋章
155001=新的朋友
155002=您有%d条新的朋友消息
155100=功能键
155101=1分钟
155102=5分钟
155103=15分钟
155104=30分钟
155105=60分钟
155106=日线
155107=周线
155108=月线
155109=年线
155110=精选专题
155201=发表评论
155202=当前内容将不会保存，确定退出吗？
155203=发表成功
155204=确认
155205=退出
155300=成交被取消
155301=普通
155302=增强
155303=特别
155400=有效期
155401=趋势
155402=触发价
155403=若满足上述条件，则提交左侧的订单
155404=跌幅超过
155405=价格类型
155406=盘前盘后
155407=限价
155408=允许
155409=不允许
155410=涨至
155411=跌至
155412=一周内
155413=两周内
155414=30天内
155415=有效期(美东时间)
155416=盘前
155417=盘后
155418=订单说明@订单组ID
155419=涨跌超过
155420=重新设置
155421=设置时间
155422=附加选项
155423=期限
155424=当日有效
155425=撤单前有效
155426=盘前竞价
155427=T日16:10~T+1日9:15提交的增强限价单为预设订单，在早市竞价时段(9:00-9:15北京时间)作为竞价限价单提交至交易所，参与竞价撮合。9:15-9:30 为交易所竞价撮合时段，期间将不支持改单、撤单，请您知悉。
155428=T日16:10~T+1日9:30提交的增强限价单为预设订单，在9:30(北京时间)后排队轮候提交至交易所，排队时长可能长达数分钟，请您耐心等待。若您希望订单更快速提交，建议允许盘前竞价，或在9:30(北京时间)后取消订单并重新下单。
155430=出现未知原因的失败，请联系客服并告知订单类型、股票代码和操作（下单/改单/撤单/...）时间，以定位失败原因。
155431=大陆电话：400-870-1818
155432=香港电话：852-2523-3588
155433=发送邮件：cs@fututrade.com
155434=在线客服
155435=帮助中心
155440=您确定要切换到平安A股测试环境？
155441=您确定要重置软件到初始默认界面？
155450=搜索账户号
155451=账户号
155452=别名
155453=所属市场
155454=操作
155455=选择
155456=请输入16位账号
155500=开发者模式
155501=交易与基础
155502=社交
155510=正式环境
155511=测试环境
155512=当前环境为：
155513=切换到
155514=注意：切换环境后需要重启应用才能生效
155515=你确认切换环境为：%s？
155600=自定义报价
155601=常用模式
155602=自定义
155603=个股摘要
155604=逐笔成交
155605=买卖盘口
155606=经纪队列
155607=走势图
155608=可增减或上下拖动元素
155609=组件模式
155610=组件元素
155611=宽
155612=窄
155613=可变宽
155614=A
155615=B
155616=C
155617=请添加
155618=暂无元素
155640=明天
155641=7天
155660=我的买单
155661=我的卖单
155662=买入量
155663=卖出量
155664=下一步
155665=知道了
155666=鼠标左键单击可进行下单
155667=上下拖拽可进行改单操作
155668=鼠标右键点击可对选中订单进行撤单
155700=请输入网址
155701=刷新
155702=使用指引
155703=URL有误，请参考
155704=此处将载入 您要访问的网页
155705=请在上方地址栏输入网址，按回车键确认
155706=牛牛WEB组件找不到服务器
155707=地址出错了哦
155708=暂无页面
155801=画线交易
155802=持仓成本线
155803=条件线
155804=订单线
155805=请先选择方向
155806=画线交易设置
155807=拖动持仓线设置条件单
155808=拖动持仓线设置二次确认
155809=关闭后，将按照此处设置的有效期、订单价格进行条件单设置，如因关闭二次确认提醒导致的任何损失，富途无需承担任何责任。
155810=不再二次确认，后续将以：对应合约所有持仓数量、有效期-%s、触发后订单价格类型-%s 进行条件单设置，可在设置页更改
155811=画线价
155812=画线价格不能与当前价一致，请重新设置
155813=修改条件单
155814=设置条件单
155815=限价(对价)
155816=限价(最新价)
155817=拖动到此处取消操作
155818=松开鼠标取消操作
155819=第一步：操作框内输入相关信息，选择下单方向
155820=第二步：在走势图表中进行画线，并左键确认
155821=第三步：进行下单确认后，完成下单
155822=上下拖动小窗口可快速调整触发价格或设置止盈止损(限价)
155823=鼠标右键可快速修改、删除
155824=提交
155825=删除条件单
155826=已开启画线功能，如需进行画线交易操作，关闭画线功能后即可操作。
155827=已开启画线交易功能，如需进行画线操作，关闭画线交易功能后即可操作。
155828=对应合约所有持仓数量
155860=期权交易提醒
155861=1、富途暂不支持香港股票期权行权交收后产生空头股票头寸；\n2、如持仓价内期权行权后会产生股票空头头寸，请自行平仓对应期权头寸，或在合约到期日两个营业日前自行购入足够交收的股票，否则富途将保留平仓该等期权的权利，而不另行通知；\n 3、出于风控考虑，富途将于合约到期日前一营业日起计算价内/接近价内期权行权/被指派所需保证金，如在此期间账户购买力不足行权交收的，富途将保留平仓该等期权的权利，而不另行通知。
155862=出于风控考虑，富途将于期权到期日收盘前三小时起计算价内/接近价内期权行权/被指派所需保证金，如在此期间账户购买力不足行权交收的，富途将保留平仓该等期权的权利，而不另行通知。
155870=滚轮设置
155871=滚轮缩放图表
155872=滚轮切换股票
155873=1
155874=321
